MELDUNGEN/EXPORT/TEST_Aktualisierungmeldung_20240806155134.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-06T10:20:20.000+02:00" aktualisierungstyp="INSTALLATION" datei="H2400125.DLC" kategorie="SOFTWARE" status="0" sstVersion="3.10">
                <verkaufspunkt posNummer="9091" betreiber="99" seriennummer="9091" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="90340" guid="26cf5d33-c72a-4244-a2f7-d229272c1271"/>
                <automatenStatus/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
